Repository: running-grass/omegat
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: "Skip all but the first non-done entry."
zh_cn: "跳过除第一个未完成条目之外的所有条目。"

source: #+BEGIN_QUOTE Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, with the Front-Cover Texts being “A GNU Manual,” and with the Back-Cover Texts as in (a) below.
zh_cn: #+BEGIN_QUOTE 根据GNU自由文档许可证1.3版或自由软件基金会发布的任何更新版本的条款，允许复制、分发或修改本文档；没有固定章节，封面文本为“GNU手册”，封底文本如下(a)所示。

source: (F1 and F2 are aliases for C-h and C-x 6.) This list is not cast in stone; if you customize Emacs, you can make new prefix keys.
zh_cn: (F1 和 F2 是 C-h 和 C-x 6的别名) 这个列表不是一成不变的；如果您自定义Emacs，您可以创建新的前缀键。

source: (Do not confuse DEL with the Delete key; we will discuss Delete momentarily.) On some text terminals, Emacs may not recognize the DEL key properly.
zh_cn: (不要将DEL与Delete键混淆；我们将稍后讨论Delete。)在某些文本终端上，Emacs可能无法正确识别DEL键。

source: (For comparable methods of starting Emacs on MS-Windows, see Windows Startup.)
zh_cn: (有关在MS-Windows上启动Emacs的类似方法，请参阅Windows启动。)

source: (For example, when completing command names, ‘em-l-m’ completes to ‘emacs-lisp-mode’.)
zh_cn: (例如，在补全命令名称时，“em-l-m”将补全为“emacs-lisp-mode”。)

source: (However, note that when Emacs was built with a GUI toolkit, the menus are drawn and controlled by the toolkit, and the key sequences to cancel menu navigation might be different from the above description.)
zh_cn: (但是，请注意，当Emacs使用GUI工具包构建时，菜单由该工具包绘制和控制，用于取消菜单导航的键序列可能与上面的描述不同。)

source: (More commands may be defined in your Emacs session.
zh_cn: (可以在Emacs会话中定义更多命令。

source: (See Key Bindings, for how to set up key bindings.)
zh_cn: (有关如何设置键绑定，请参阅按键绑定。)

source: (See Filling, for more information on M-q.) For these commands, it is enough to specify the argument with a single C-u.
zh_cn: (有关M-q的详细信息，请参阅填充。)对于这些命令，使用单个C-u指定参数就足够了。

source: (See Killing, for more information on C-k.)
zh_cn: (有关C-k的详细信息，请参阅剪切。)

source: (That name appears as the default while you enter the argument.) For example, if point is located following the text ‘(make-vector (car x)’, the innermost list containing point is the one that starts with ‘(make-vector’, so C-h f RET describes the function make-vector.
zh_cn: (当您输入参数时，该名称显示为默认值。)例如，如果游标位于文本‘(make-vector (car x)’之后，则包含游标的最内层列表是以‘(make-vector’开始的那个，因此C-h f描述了make-vector函数。

source: (The RET key may be labeled Return, or Enter, or with a funny-looking left-pointing arrow on your keyboard, but we refer to it as RET in this manual.) This command inserts a newline character into the buffer, then indents (see Indentation) according to the major mode.
zh_cn: (RET键可能标记为Return、Enter，或者键盘上有一个外观滑稽的向左箭头，但我们在本手册中将其称为RET。)该命令将换行符插入缓冲区，然后根据主模式缩进(请参阅缩进)。

source: (The first key might be unavailable on text-mode displays.)
zh_cn: (第一个键可能在文本模式显示器上不可用。)

source: (The prompt, however, is read-only, and cannot be changed.)
zh_cn: (但是，提示为read-only的，不能更改。)

source: (The ‘G’ in GNU (GNU’s Not Unix) is not silent.)
zh_cn: (GNU(GNU’s Not Unix)中的“G”是发声的。)

source: (There are a few prefix keys for which not all of these keys work—those that provide their own bindings for that key.
zh_cn: (有几个前缀键并不是所有这些键都有效-那些为该键提供自己的绑定的前缀键。

source: (These include, for example, links in *Help* buffers.) See Help Echo.
zh_cn: (例如，这些链接包括*Help*缓冲区中的链接。)请参阅帮助回显。

source: (To disable this dimming, turn off File Name Shadow mode with the command M-x file-name-shadow-mode
zh_cn: (要禁用此调暗，请使用命令M-xfile-name-shadow-mode关闭文件名阴影模式

source: (We have not explained buffers yet; see Buffers, for more information about them.) If you miss a message that appeared briefly on the screen, you can switch to the *Messages* buffer to see it again.
zh_cn: (我们尚未解释缓冲区；有关它们的详细信息，请参阅缓冲区。)如果您错过了屏幕上短暂显示的消息，可以切换到*Messages*缓冲区再次查看。

source: (We have not explained variables either; see Variables, for more information about them.) Beyond this limit, one line is deleted from the beginning whenever a new message line is added at the end.
zh_cn: (我们也没有解释变量；有关它们的更多信息，请参阅变量。)超过此限制后，每当在末尾添加新消息行时，将从开头删除一行。

source: (What if you do want to insert five copies of ‘0’?
zh_cn: (如果您确实要插入“0”的五个副本，该怎么办？

source: (You can also type M-`, which always invokes tmm-menubar.) tmm-menubar lets you select a menu item with the keyboard.
zh_cn: (您还可以键入M-`，它始终调用tmm-menubar。)tmm-menubar允许您使用键盘选择菜单项。

source: (You can also use ? in this context.
zh_cn: (您还可以在此上下文中使用?。

source: (You can display the current column number too, by turning on Column Number mode.
zh_cn: (通过打开列号模式，也可以显示当前列号。

source: (You can still leave the minibuffer by typing C-g to cancel the command.)
zh_cn: (您仍然可以通过键入C-g取消该命令来离开迷你缓冲区。)

source: (a) The FSF’s Back-Cover Text is: “You have the freedom to copy and modify this GNU manual.” #+END_QUOTE * Getting Started EBDB is a contact management package: it records information about people and organizations, and integrates with other Emacs software packages, mostly those concerned with sending and reading mail.
zh_cn: (a) FSF的封底正文是：“您有复制和修改本GNU手册的自由。” #+END_QUOTE *入门 EBDB是一个联系人管理软件包：它记录有关以下内容的信息人员和组织，并与其他Emacs包集成，主要是那些与发送和阅读邮件有关的包。

source: (a) The FSF’s Back-Cover Text is: “You have the freedom to copy and modify this GNU manual.
zh_cn: (a) FSF的封底正文是：“您有复制和修改本GNU手册的自由。

source: (a) The FSF’s Back-Cover Text is: “You have the freedom to copy and modify this GNU manual.”
zh_cn: (a) FSF的封底正文是：“您有复制和修改本GNU手册的自由。”

source: (dir)
zh_cn: #SEC_Contents

source: * Top level headline ** Second level *** Third level
zh_cn: * 顶级标题 ** 二级标题 *** 三级标题

source: ** Starting a New Database #+FINDEX: ebdb-open If you have no records you want to migrate from other contact management software, start by calling the command ~ebdb-open~.
zh_cn: **启动新数据库 #+Findex：ebdb-open 如果您没有要从其他联系人迁移的记录 管理软件，首先调用命令~ebdb-open~。

source: , can be repeated by invoking them with a numeric argument that serves as a repeat count (see Arguments).
zh_cn: ，可以通过使用充当重复计数的数字参数调用它们来重复(请参阅参数)。

source: ,-> FOLDED -> CHILDREN -> SUBTREE --.
zh_cn: ,-> 折叠状态 -> 直属子元素 -> 完整子树 --.

source: ,-> OVERVIEW -> CONTENTS -> SHOW ALL --.
zh_cn: ,-> 概述 -> 内容 -> 全部显示 --.

source: 1 Introduction
zh_cn: 1 简介

source: 1 The Organization of the Screen
zh_cn: 1 屏幕的组织方式

source: 13.15 iCalendar Export
zh_cn: 13.15 iCalendar导出

source: 2 Document Structure
zh_cn: 2 文档结构

source: 2 Kinds of User Input
zh_cn: 2 用户输入类型

source: 3 Keys
zh_cn: 3 快捷键

source: 3 Tables
zh_cn: 3 表格

source: 4 Hyperlinks
zh_cn: 4 超链接

source: 4 Keys and Commands
zh_cn: 4 快捷键和命令

source: 5 Entering Emacs
zh_cn: 5 进入Emacs

source: 5 TODO Items
zh_cn: 5 TODO项

source: 6 Exiting Emacs
zh_cn: 6 退出Emacs

source: 6 Tags
zh_cn: 6 标签

source: 7 Basic Editing Commands
zh_cn: 7 基本编辑命令

source: 7 Properties and Columns
zh_cn: 7 属性和列

source: 8 Dates and Times
zh_cn: 8 日期和时间

source: 8 The Minibuffer
zh_cn: 8 迷你缓冲区

source: 9 Refiling and Archiving
zh_cn: 9 转接和归档

source: 9 Running Commands by Name
zh_cn: 9 按名称运行命令

source: ;; Activate debugging.
zh_cn: ;; 激活调试

source: ;;; Minimal setup to load latest `org-mode'.
zh_cn: ;;; 最少的配置加载最新的'org-mode'

source: Important: You need to do this in a session where no ‘.org’ file has been visited, i.e., where no Org built-in function have been loaded.
zh_cn: 重要提示:你需要在未访问' .org '文件的会话（即未加载Org内置函数的会话）中执行此操作。

source: This terminal feature is turned off while you are in Emacs. The meanings of C-z and C-x C-c as keys in Emacs were inspired by the use of C-z and C-c on several operating systems as the characters for stopping or killing a program, but that is their only relationship with the operating system.
zh_cn: 此终端功能在您处于Emacs中时关闭。在Emacs中，C-z和C-x C-c作为快捷键键的含义源于在几个操作系统上使用C-z和C-c作为停止或终止程序的字符，但这是它们与操作系统唯一的关系。

source: gtd.org: where I put all my projects;
zh_cn: gtd.org：放置所有项目的位置；

source: inbox.org: where I collect everything;
zh_cn: inbox.org：我收集所有东西的地方；

source: someday.org: All inactive tasks that I might do at some point in the future, but don’t want to see all the time;
zh_cn: someday.org：所有我可能在将来某个时候完成但不想一直看到的非当前活动任务；

source: tickler.org: I put entries in this file with a timestamp to get reminded at the right moment.
zh_cn: tickler.org：我在此文件中放置了带有时间戳的条目，以便在正确的时间得到提醒。

source: Cautious completion is like strict completion, except RET exits only if the text is already an exact match.
zh_cn: 谨慎补全类似于严格补全，不同之处在于RET只有在文本已经完全匹配时才会退出。

source: Customizable means that you can easily alter the behavior of Emacs commands in simple ways.
zh_cn: 可自定义意味着您可以通过简单的方式轻松地更改Emacs命令的行为。

source: Extensible means that you can go beyond simple customization and create entirely new commands.
zh_cn: 可扩展意味着您可以超越简单的自定义，创建全新的命令。

source: Global cycling: Rotate the entire buffer among the states
zh_cn: 全局循环：整个缓冲区在多个状态之间循环

source: Killing Emacs means terminating the Emacs program.
zh_cn: 终止Emacs意味着终止Emacs程序。

source: Permissive completion with confirmation is like permissive completion, with an exception: if you typed TAB and this completed the text up to some intermediate state (i.e., one that is not yet an exact completion match), typing RET right afterward does not submit the argument.
zh_cn: 带有确认的宽松补全类似于宽松补全，但有一个例外：如果您键入TAB，并且这样补全了文本直到某种中间状态(即，尚未完全匹配补全的状态)，则紧接着键入RET不会提交参数。

source: Permissive completion allows any input; the completion candidates are just suggestions.
zh_cn: 宽松补全允许任何输入；补全候选项只是建议。

source: Self-documenting means that at any time you can use special commands, known as help commands, to find out what your options are, or to find out what any command does, or to find all the commands that pertain to a given topic.
zh_cn: 自文档意味着您可以随时使用称为帮助命令的特殊命令来找出您的选项是什么，或者找出任何命令的作用，或者查找与给定主题相关的所有命令。

source: Strict completion accepts only exact completion matches.
zh_cn: 严格补全只接受完全匹配的补全。

source: Subtree cycling: Rotate current subtree among the states
zh_cn: 子树循环:让子树在多个状态直接循环

source: Tags make use of the hierarchical structure of outline trees.
zh_cn: 标签利用大纲树的层次结构。

source: custom views that are special searches and combinations of different views.
zh_cn: custom views可以自定义搜索,并结合多种不同的视图。

source: Control characters, such as RET, TAB, DEL, ESC, F1, Home, and LEFT, are also entered this way, as are certain characters found on non-English keyboards (see International).
zh_cn: 控制字符(如RET、TAB、DEL、ESC、F1、Home和LEFT)也是通过这种方式输入的，非英语键盘上的某些字符也是如此(请参见国际化)

source: SPC, TAB, and RET can be used from the agenda buffer to jump to the diary file in order to edit existing diary entries.
zh_cn: SPC, TAB和 RET可以从议程缓冲区跳转到日记文件，以便编辑现有的日记条目。

source: C-d (delete-char) deletes the character after point, similar to Delete, but regardless of whether the region is active.
zh_cn: C-d(delete-char)删除游标之后的字符，与Delete类似，但与选区是否处于活动状态无关。

source: C-h K key displays the section of the Emacs manual that describes the command corresponding to key.
zh_cn: C-h Kkey显示Emacs手册中描述与key对应的命令的部分。

source: C-h P (describe-package) prompts for the name of a package (see Packages), and displays a help buffer describing the attributes of the package and the features that it implements.
zh_cn: C-h P(describe-package)提示输入包的名称(请参阅包)，并显示描述包的属性及其实现的功能的帮助缓冲区。

source: C-h b (describe-bindings) and C-h s (describe-syntax) show other information about the current environment within Emacs.
zh_cn: C-h b(describe-bindings)和C-h s(describe-syntax)显示有关Emacs中当前环境的其他信息。

source: C-h c key displays in the echo area the name of the command that key is bound to.
zh_cn: C-h ckey在回显区显示key绑定到的命令的名称。

source: C-h c, C-h k and C-h K work for any sort of key sequences, including function keys, menus, and mouse events (except that C-h c ignores mouse movement events).
zh_cn: C-h c, C-h k 和 C-h K 适用于任何类型的键序列，包括功能键、菜单和鼠标事件(但C-h c忽略鼠标移动事件除外)。

source: C-h f function RET (describe-function) displays the documentation of Lisp function function, in a window.
zh_cn: C-h f函数RET(describe-function)在窗口中显示Lisp函数函数的文档。

source: C-h f is also useful for Lisp functions that you use in a Lisp program.
zh_cn: C-h f对于您在Lisp程序中使用的Lisp函数也很有用。

source: C-h f is also useful just to verify that you spelled a function name correctly.
zh_cn: C-h f也可用于验证函数名是否拼写正确。

source: C-h i (info) runs the Info program, which browses structured documentation files.
zh_cn: C-h i(info)运行Info程序，该程序浏览结构化文档文件。

source: C-h k key is similar but gives more information: it displays a help buffer containing the command’s documentation string, which describes exactly what the command does.
zh_cn: C-h kkey类似，但提供了更多信息：它显示包含命令的文档字符串的帮助缓冲区，该字符串准确描述了命令的功能。

source: C-h m (describe-mode) displays documentation on the current major mode, which normally describes the commands and features that are changed in this mode, and also its key bindings.
zh_cn: C-h m(describe-mode)显示有关当前主模式的文档，该文档通常描述在此模式中更改的命令和功能，以及它的键绑定。

source: C-h o (describe-symbol) is like C-h f and C-h v, but it describes any symbol, be it a function, a variable, or a face.
zh_cn: C-h o(describe-symbol)类似于C-h f和C-h v，但它描述任何符号，可以是函数、变量或字符样式。

source: C-h v (describe-variable) is like C-h f but describes Lisp variables instead of Lisp functions.
zh_cn: C-h v(describe-variable)类似于C-h f，但描述的是Lisp变量，而不是Lisp函数。

source: C-h w command RET lists the keys that are bound to command.
zh_cn: C-h wcommandRET列出绑定到command的按键。

source: C-h or F1 mean “help” in various other contexts as well.
zh_cn: C-h或F1在各种其他上下文中也意味着“帮助”。

source: C-k (kill-line) erases (kills) a line at a time.
zh_cn: C-k(kill-line)一次擦除(杀死)一行。

source: C-n normally stops at the end of the buffer when you use it on the last line in the buffer.
zh_cn: 当您在缓冲区的最后一行使用它时，C-n通常会在缓冲区末尾停止。

source: C-q followed by a sequence of octal digits inserts the character with the specified octal character code.
zh_cn: C-q后跟一个八进制数字序列插入具有指定八进制字符代码的字符。

source: C-q followed by any non-graphic character (even C-g) inserts that character.
zh_cn: C-q后跟任何非图形字符(甚至C-g)都会插入该字符。

source: C-u alone has the special meaning of “four times”: it multiplies the argument for the next command by four.
zh_cn: C-u本身就有“四次”的特殊含义：它将下一个命令的参数乘以四。

source: C-x ESC ESC re-executes a recent command that used the minibuffer.
zh_cn: C- xESC ESC重新执行使用迷你缓冲区的最近命令。

source: C-x ESC ESC works by turning the previous command into a Lisp expression and then entering a minibuffer initialized with the text for that expression.
zh_cn: C- x ESC ESC的工作方式是将前面的命令转换为Lisp表达式，然后输入用该表达式的文本初始化的迷你缓冲区。

source: C-x C-c behaves specially if you are using Emacs as a server.
zh_cn: C-x C-c在使用Emacs作为服务器时会有特殊行为。

source: C-z runs the command suspend-frame.
zh_cn: C-z运行命令suspend-frame。

source: M-TAB guesses completions.
zh_cn: M-TAB补全联想

source: M-= (count-words-region) displays a message reporting the number of lines, words, and characters in the region (see Mark, for an explanation of the region).
zh_cn: M-=(count-words-region)显示一条消息，报告选区中的行数、字数和字符数(有关选区的说明，请参阅标记)。

source: M-x what-line displays the current line number in the echo area.
zh_cn: M-x what-line在回显区中显示当前行号。

source: M-x uses the minibuffer to read the name of a command, so completion works by matching the minibuffer text against the names of existing Emacs commands.
zh_cn: M-x使用迷你缓冲区读取命令的名称，因此补全是通过将迷你缓冲区文本与现有Emacs命令的名称进行匹配来实现的。

source: M-x works by running the command execute-extended-command, which is responsible for reading the name of another command and invoking it.
zh_cn: M-x通过运行命令execute-extended-command工作，该命令负责读取另一个命令的名称并调用它。

source: c can be used to switch back and forth between calendar and agenda.
zh_cn: c可用于在日历和议程之间来回切换。

source: C-u C-u multiplies it by sixteen.
zh_cn: C-u C-u将其乘以16。

source: C-u deletes everything you have typed so far.
zh_cn: C-u删除您到目前为止键入的所有内容。

source: C-g quits the password prompt (see Quitting).
zh_cn: C-g退出密码提示(请参阅退出)。

source: C-h 4 i (info-other-window) does the same, but shows the Info buffer in another window.
zh_cn: C-h 4 i(info-other-window)执行相同的操作，但在另一个窗口中显示信息缓冲区。

source: C-h l displays your last 300 input keystrokes and the commands they invoked.
zh_cn: C-h l显示您最近300次输入击键及其调用的命令。

source: C-n has this effect because it is bound to next-line.
zh_cn: C-n有此效果是因为它绑定到next-line。

source: M-x uses the minibuffer to read the command name.
zh_cn: M-x使用迷你缓冲区读取命令名。

source: C-h b displays a list of all the key bindings now in effect: first the local bindings of the current minor modes, then the local bindings defined by the current major mode, and finally the global bindings (see Key Bindings).
zh_cn: C-h b显示当前有效的所有键绑定的列表：首先是当前辅模式的局部绑定，然后是当前主模式定义的局部绑定，最后是全局绑定(请参阅键绑定)。

source: C-x combines with the next input event to make a two-event key sequence, which could itself be a prefix key (such as C-x 4), or a complete key (such as C-x C-f).
zh_cn: C-x与下一个输入事件组合形成两个事件的按键序列，该序列本身可以是前缀键(如C-x 4)，也可以是完整键(如C-x C-f)。

source: C-y inserts the current kill into the password (see Killing).
zh_cn: C-y将当前剪切字内容插入到密码中(请参阅剪切)。

source: C-h w runs the command where-is.
zh_cn: C-h w运行命令where-is。

source: M-- without digits normally means -1.
zh_cn: M--没有数字通常表示-1。

source: C-h s displays the contents of the syntax table, with explanations of each character’s syntax (see Syntax Tables in The Emacs Lisp Reference Manual).
zh_cn: C-h s显示语法表的内容，并解释每个字符的语法(请参阅Emacs Lisp参考手册中的语法表)。

source: Jun 30, 2017 • Nicolas Petton
zh_cn: 2017年7月30日 • Nicolas Petton

source: SPC (minibuffer-complete-word) completes like TAB, but only up to the next hyphen or space.
zh_cn: SPC(minibuffer-complete-word)像TAB一样补全，但只到下一个连字符或空格。

source: TAB (minibuffer-complete) is the most fundamental completion command.
zh_cn: TAB(minibuffer-complete)是最基本的补全命令。

source: PageUp or prior does the same.
zh_cn: PageUp或prior执行相同的操作。

source: RET exits the minibuffer and runs the command.
zh_cn: RET退出迷你缓冲区并运行该命令。

source: buf is the name of the buffer displayed in the window.
zh_cn: buf是窗口中显示的缓冲区的名称。

source: cs describes the character set of the text in the buffer (see Coding Systems).
zh_cn: cs描述缓冲区中文本的字符集(请参阅编码系统)。

source: fr gives the selected frame name (see Frames).
zh_cn: fr提供选定的窗体名(请参阅窗体)。

source: line is the character ‘L’ followed by the line number at point.
zh_cn: line是字符“L”，后跟游标处的行号。

source: major is the name of the major mode used in the buffer.
zh_cn: major是缓冲区中使用的主模式的名称。

source: minor is a list of some of the enabled minor modes, which are optional editing modes that provide additional features on top of the major mode.
zh_cn: minor是一些已启用的辅模式的列表，它们是在主模式之上提供附加功能的可选编辑模式。

source: pos tells you whether there is additional text above the top of the window, or below the bottom.
zh_cn: pos告诉您窗口顶部上方还是底部下方有其他文本。

source: A key sequence, or key for short, is a sequence of one or more input events that is meaningful as a unit.
zh_cn: 键序列或简称快捷键是把有意义的一个或多个输入事件的序列作为一个单元。

source: A Beamer example
zh_cn: Beamer示例

source: A Cleaner Outline View
zh_cn: 更干净的大纲视图

source: A Texinfo example
zh_cn: Texinfo示例

source: A buffer that is not currently displayed remembers its value of point if you later display it again.
zh_cn: 如果稍后再次显示当前未显示的缓冲区，则它会记住其游标。

source: A complete presentation.
zh_cn: 完整的演示文稿。

source: A copy of the license is included in the section entitled “GNU Free Documentation License.”
zh_cn: 该许可证的副本包含在标题为“GNU自由文档许可证”的部分中。

source: A double slash causes Emacs to ignore everything before the second slash in the pair.
zh_cn: 双斜杠会导致Emacs忽略对中第二个斜杠之前的所有内容。

source: A dynamic block for column view.
zh_cn: 列视图的动态块。

source: A few commands treat a plain C-u differently from an ordinary argument.
zh_cn: 有几个命令将普通C-u与普通参数区别对待。

source: A few common Unicode characters can be inserted via a command starting with C-x 8.
zh_cn: 可以通过以C-x 8开头的命令插入一些常见的Unicode字符。

source: A few others may treat an argument of just a minus sign differently from an argument of -1.
zh_cn: 它们可能会将只有一个负号的参数与处理为-1的参数有所不同。

source: A few prefix keys don’t support C-h or ? in this way, because they define other meanings for those inputs, but they all support F1.)
zh_cn: 有几个前缀键不支持C-h或?，因为它们为这些输入定义了其他含义，但它们都支持F1。)

source: A few special commands are also provided:
zh_cn: 还提供了一些特殊命令：

source: A floating-point number specifies a fraction of the frame’s height; an integer specifies the maximum number of lines; nil means do not resize the minibuffer window automatically.
zh_cn: 浮点数表示占窗体的比例；整数表示指定最大行数；nil表示不自动调整迷你缓冲区窗口的大小。

source: A good way to force a normal yank is C-u C-y.
zh_cn: 强制执行一个普通粘贴的一个好方法是C-u C-y。

source: A help buffer can also contain hyperlinks to Info manuals, source code definitions, and URLs (web pages).
zh_cn: 帮助缓冲区还可以包含指向Info手册、源代码定义和URL(网页)的超链接。

source: A list of completion commands.
zh_cn: 补全命令的列表。

source: A major mode is a principal editing mode for the buffer, such as Text mode, Lisp mode, C mode, and so forth.
zh_cn: 主模式是缓冲区的主要编辑模式，诸如文本模式、Lisp模式、C模式等。

source: A matching completion alternative must contain the text in the minibuffer before point, and the text in the minibuffer after point, as substrings (in that same order).
zh_cn: 匹配的补全选项必须将迷你缓冲区中的文本包含在游标之前，而将迷你缓冲区中的文本包含在游标之后，作为子字符串(顺序相同)。

source: A matching completion alternative must have the same beginning as the text in the minibuffer before point.
zh_cn: 匹配的补全替换必须与迷你缓冲区中游标之前的文本具有相同的开头。

source: A minus sign without digits normally means -1.
zh_cn: 不带数字的负号通常表示-1。

source: A multi-component publishing example.
zh_cn: 多组件发布示例。

source: A negative argument counts lines up from the bottom (-1 means the bottom line).
zh_cn: 负参数从底部向上计数行(-1表示底线)。

source: A numeric argument says which screen line to place point on, counting downward from the top of the window (zero means the top line).
zh_cn: 一个数字参数表示从窗口顶部开始向下计数，将游标放在哪个屏幕行上(零表示顶行)。

source: A numeric argument specifies which command to repeat; 1 means the last one, 2 the previous, and so on.
zh_cn: 数字参数指定要重复的命令；1表示最后一个命令，2表示上一个命令，依此类推。

source: A numeric argument to C-q or C-x 8 ... specifies how many copies of the character to insert (see Arguments).
zh_cn: C-q或C-x 8 ...的数字参数指定要插入多少个字符副本(请参阅参数)。

source: A numeric prefix argument n means to fetch the nth matching entry.
zh_cn: 数字前缀参数n表示提取n条匹配。

source: A prefix argument can be used to specify the number of context lines for each match, default is
zh_cn: 使用前缀参数可以定义每次查找匹配多少行,默认为1行。

source: A prefix key combines with the following input event to make a longer key sequence.
zh_cn: 前缀键与随后的输入事件相结合以形成更长的按键序列。

source: A provisional choice appears in the echo area.
zh_cn: 回显区中会出现一个临时选项。

source: A search string can use Boolean operators ‘&’ for AND and ‘|’ for OR.
zh_cn: 搜索过程可以使用布尔运算符. `&`表示`与`,`|`表示`或`.

source: A simple example may help here.
zh_cn: 这里有一个简单的例子可能会有所帮助。

source: A timestamp71 is added under the deadline, to keep a record that you actually acted on the previous instance of this deadline.
zh_cn: 截止日期下面会添加一条时间戳71，以记录您在此截止日期的上一个实例中实际操作的情况。

source: A tree works like your brain.
zh_cn: 类似大脑工作原理的一棵树。

source: A two-character key sequence is used to make it harder to type by accident.
zh_cn: 使用两个字符的按键序列是为了增加意外键入的难度。

source: A ‘...’ at the end of a menu item means that the command will prompt you for further input before it actually does anything.
zh_cn: 菜单项末尾的“.”表示该命令将在实际执行任何操作之前提示您进一步输入。

source: A.1 Hooks
zh_cn: A.1 钩子

source: A.10 Using the Property API
zh_cn: A.10 使用属性API

source: A.11 Using the Mapping API
zh_cn: A.11 使用映射API

source: A.2 Add-on Packages
zh_cn: A.2 附加软件包

source: A.3 Adding Hyperlink Types
zh_cn: A.3 添加超链接类型

source: A.4 Adding Export Back-ends
zh_cn: A.4 添加导出后端

source: A.5 Tables in Arbitrary Syntax
zh_cn: A.5 任意语法中的表格

source: A.5.1 Radio tables
zh_cn: A.5.1 无线电表格

source: A.5.2 A LaTeX example of radio tables
zh_cn: A.5.2 无线电表格的LaTeX示例

source: A.5.3 Translator functions
zh_cn: A.5.3 翻译器功能

source: A.6 Dynamic Blocks
zh_cn: A.6 动态块

source: A.7 Special Agenda Views
zh_cn: A.7 特殊议程视图

source: A.8 Speeding Up Your Agendas
zh_cn: A.8 加快你的议程

source: A.9 Extracting Agenda Information
zh_cn: A.9 提取议程信息

source: ASCII/Latin-1/UTF-8 export
zh_cn: ASCII/Latin-1/UTF-8导出

source: Abort without installing changes.
zh_cn: 在不安装更改的情况下中止。

source: Accept the modified set.
zh_cn: 接受修改后的集合。

source: Access to other Org mode features.
zh_cn: 访问其他Org模式功能。

source: Activation
zh_cn: 激活
